{"Cluster 0": {"name": "Miłośnicy Wody z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 1": {"name": "Górscy Entuzjaści z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, które posiadają wyższe wykształcenie i preferują spędzanie czasu w górach. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 2": {"name": "Miłośnicy Kotów i Gór", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach. Ich ulubionymi zwierzętami są koty, a grupa jest zróżnicowana pod względem płci."}, "Cluster 3": {"name": "Leśni Profesjonaliści", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 4": {"name": "Górscy Miłośnicy Kotów", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z średnim wykształceniem, które preferują spędzanie czasu w górach. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są koty."}, "Cluster 5": {"name": "Wykształceni Samotnicy Nad Wodą", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a nie mają ulubionych zwierząt."}, "Cluster 6": {"name": "Nadwodni Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}, "Cluster 7": {"name": "Średnio Wykształceni Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z średnim wykształceniem, które preferują spędzanie czasu nad wodą. Większość z nich to mężczyźni, a ich ulubionymi zwierzętami są psy."}}